[lang-Wenyanwen]
Switch to diary tab = 切換至日記簿欄
Wait for title change after switching tabs = 待切換頁簽後改標題。
Wait for title change after navigation = 候標題變更於導航後。
Navigate to end of notebook = 請移至筆記末尾。
使用 Win+Alt+H 快速启动讯飞语音悬浮窗（默认启用） = 使用「Win+Alt+H」迅速啟動訊飛語音懸浮窗（默認啟用）
使用IJKL滚轮移动滚轮，比RF多一个横轴。 = ```wenyan\n以IJKL动轮，较RF多一横轴。\n```
CLX BrainStorm 的功能激活碼，填FREE使用免費版本 = 《CLX思潮功能激活碼》，填「無費」可使用免費版本。
U:PageDown I:PageUP 翻页速率 = 頁下  I:頁上  翻頁速率
HJKL光标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = 「HJKL光標加速度比率，默為一，爾欲緩則改為半如是。」
Brainstorm 上次提问 = 思緒風暴 上次發問。
右手 \][ 模拟Windows键和 Alt + Tab， 具体用法参见LaptopKeyboardFix 模块说明，默认启用 = 右手模擬「Windows」鍵與「Alt」加「Tab」，具體用法參見「LaptopKeyboardFix」模塊說明，默認啓用。
禁用模拟鼠标模块 = 禁用仿鼠標模組。
使用 SendInput 方法提高模拟鼠标点击、移动性能 = 施用「SendInput」之法，提高模仿鼠标点击移动之绩效。
使用 Windows API 强势提升模拟鼠标移动性能 = 使用「文檔」強勢提升模擬鼠標運動之效能\n
使用 Windows API 强势提升模拟鼠标滚轮性能（目前有bug不建议启用） = 使用之「Windows API」強勢提升擬態鼠標滾輪之性能（目下有瑕疵不議啟用）
启用自动粘附各种按钮，编辑框 = 開用自動粘附各種按鈕，編輯框。
鼠标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = 鼠标加速度比率，默為一，汝欲緩則改為零點五。
是否根据屏幕 DPI 比率缩放鼠标速度 = 是否依據屏幕DPI比例縮放鼠標速度云云？
撞上屏幕边界后停止加速 = 撞於螢幕之境後則止加速。
滚轮加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = 默会之转轮加速率, 常设为一, 欲稍缓则改为零点五等。
启动时显示配置窗口 = 啓動時顯示配置窗牖。
CapsLockX 载入成功 = 載入成矣\n
Edit config.ini = 编辑「config.ini」文件
Reload CapsLockX = 載入司南大寫之式
首次启动？若想重新进入首次使用教学，请改为 1 并保存，然后使用 Ctrl+Alt+\ 重载 CapsLockX。 = 首次啓動乎？欲求重入首次使用教學者，請改為一而存之，然後用控制加轉移加反斜線以重載大寫鎖。
Exit CapsLockX = 不可行大寫鎖定甲
启用雪星并击（实验中），使用单手操作整个主键区 = 啟用雪星並擊（實驗中），使用單手操作整個主鍵區。
在CLX+Z窗口切换时记住还原鼠标在每个窗口中的位置 = 於交易之CLX+Z窗牖替換時，記存復原於每一窗牖中之鼠標所在之位。
使用番茄时钟（默认禁用，改为 1 开启） = 使用番茄時鐘（默認禁用，改為一開啟）
启动时报告番茄状态 = 開機時報告番茄狀態。
使用番茄报时时，自动切换桌面（休息为桌面1，工作为桌面2） = ```wenyan\n用番茄報時時，自动切换桌面，休息為桌面一，工作為桌面二。\n```
使用番茄报时（00分和30分播放工作铃声，每小时的25分和55分播放休息铃声）（需要先开启番茄时钟） = 欲用番茄報時（每時辰之零分及三十分作工鈴聲，每時辰之廿五分及五十五分作休鈴聲）（需先啟番茄時鐘）。
按 Win + L 锁定电脑时，立即关闭屏幕，默认不启用，你可以按 Win+Alt+L 达到该效果 = 若按「 Win 」加「 L 」以锁定電腦，則瞬閉其屏，默不啟用，汝可按「 Win 」加「 Alt 」加「 L 」以致此效。
加载成功 = 載入成功矣。
模块帮助有变更 = 「模塊幫助有變更」
警告：模块帮助未能稳定更新，如果你看到了这个消息，请联系雪星（QQ:997596439, 邮箱： snomiao@gmail.com） = 「警告：模組幫助未能穩定更新，若汝見此消息，請聯繫雪星（QQ:997596439, 郵箱：snomiao@gmail.com）」
加载模块帮助： = 「載入模組幫助：」
跳过模块： = 「跳過模塊：」
运行模块： = 「運行模塊：」
请勿直接编辑本文件，以下内容由核心加载器自动生成。雪星/(20210318) = 「請勿直接編輯本文件，以下內容由核心加載器自動生成。雪星/(20210318)」
Unable to write ModulesRunner.ahk, if you are install with chocolatey, run me as admin at the first time please. = 「未能寫入ModulesRunner.ahk，若子以chocolatey安裝，請首次以管理員身份運行。」
注意：未能写入模块运行器，如果使用 chocolatey 首次安装后，请以管理员权限运行。 = 「注意：未能寫入模組運行器，若使用 chocolatey 首次安裝後，請以管理員權限運行。」
加载模块帮助遇到错误。 = 「載入模組幫助遇到錯誤。」
已为你打开 CapsLockX 主页，请手动更新 CapsLockX = 「已為汝打開 CapsLockX 主頁，請手動更新 CapsLockX」
CapsLockX 错误 = 「CapsLockX 錯誤」
CapsLockX 异常退出，是否重载？ = 「CapsLockX 異常退出，是否重載？」
CapsLockX 退出 = 「CapsLockX 出」
CapsLockX 已退出。 = 「CapsLockX 已退出。」
Anki导入 = 「Anki導入」
获取到 = 「獲取到」
没有获取到剪贴板的内容 = 「未得剪貼板之內容」
错误 = 「錯誤」
未找到OneNote窗口 = 「未找到ＯｎｅＮｏｔｅ窗口」
搜索结果窗口不正确 = 「搜索結果窗口不正確」
条笔记链接已复制 = 「條筆記鏈接已複製」
OneNote 内容未能复制成功，5秒内按 Ctrl + C 可手动复制并尝试继续流程 = 「OneNote 內容未能複製成功，五秒內按 Ctrl + C 可手動複製並嘗試繼續流程」
OneNote 内容未能复制成功 = 「OneNote 內容未能複製成功」
超时未按下Alt键 = 「超時未按下Alt鍵」
超时未放开Alt键 = 「超時未放開Alt鍵」
复制失败 = 「複製失敗」
你似乎还没有安装讯飞语音输入法，是否现在下载安装包并【手动安装】到默认目录？ - [讯飞输入法官网 - 更好用的手机输入法，提供专业输入法定制解决方案！]( https://srf.xunfei.cn/\#/ ) = 「子曰：「汝似未安裝訊飛語音輸入法，將欲今安裝下載包而【手動安裝】於默認目錄乎？」 - 【訊飛輸入法官網 - 更好用之手機輸入法，提供專業輸入法定制解決方案！】（https://srf.xunfei.cn/\#/）」
訪問官方網站来取得激活碼，在此輸入，或者填 FREE 使用免費版，網址如下： = 「訪問官方網站來取得激活碼，在此輸入，或者填 FREE 使用免費版，網址如下：」
激活碼輸入 = 「激活碼輸入」
回邮件：选中一段邮件，输入 >> Reply this email = 「回郵件：選中一段郵件，輸入 >> Reply this email」
翻译：选中一段文字，输入 >> Translate to English/翻译到繁体中文/简体中文 = 「翻譯：選中一段文字，輸入 >> Translate to English/翻譯到繁體中文/簡體中文」
总结：选中一段文字，输入 >> Summary = 「總結：選中一段文字，輸入 >> Summary」
提问：选中一段文字，输入 >> Question = 「提問：選中一段文字，輸入 >> Question」
以下为提問内容 = 「以下為提問內容」
请輸入文本指令 = 「請輸入文本指令」
Going to Ask AI = 「將問人工智能」
Asking AI = 「問人工智能」
Ready to Ask AI = 「備詢機器智」
请检查激活码是否正确 = 「請檢查激活碼是否正確」
请等待一段时间后再试 = 「請稍待片刻再試」
Unknown Error = 「未知之误」
Fail to ask ai = 「問機不成」
Waiting Answer... = 「候答……」
Chat streaming stopped, Copied to Clipboard, Press [ESC] to hide. = 「談天流止，複製於剪貼板，按 [ESC] 以隱。」
Copied to Clipboard, Press [ESC] to hide. = 「已複製至剪貼簿，按 [ESC] 鍵以隱藏。」
Press [ESC] to stop. = 「按【ESC】以止。」
Tab速率 = 「Tab速率」
EvalJS 模块 = 「EvalJS 模塊」
正在启动 NodeJS 筆記服務... = 「正在啓動 NodeJS 筆記服務…」
NodeJS 服务已启动。 = 「NodeJS 服務已啓動。」
执行失败，未能写入脚本文件 = 「執行失敗，未能寫入腳本文件」
暂停 = 「暫停」
CapsLockX 已暂停 = 「CapsLockX 已暫停」
CapsLockX 已恢复 = 「CapsLockX 已恢復」
CapsLockX 重载模块 = 「CapsLockX 重載模塊」
检测到配置更改，是否软重载？ = 「檢測到配置更改，是否軟重載？」
检测到配置更改，正在自动软重载。 = 檢測到配置更改，正在自動軟重載。
检测到配置更改，正在自动重载。 = 檢測到配置更改，正在自動重載。
检测到配置更改，是否重载？ = 檢測到配置更改，是否重載？
已在Startup文件夹添加CLX的开机自启动，请确认。 = 「已在Startup文件夾添加CLX之開機自啟動，請確認。」
你可以按 'CapsLockX +, ' （CLX+逗号） 打开此窗口 = 「汝可按『CapsLockX +，』（CLX+逗號）開此窗。」
当前配置目录： = 「當前配置目錄：」
CLX脚本交流群： QQ群 100949388 、 Telegram 群 https://t.me/capslockx 、微信群: 添加 @snomiao 拉你 = 「CLX腳本交流群： QQ群 100949388 、 Telegram 群 https://t.me/capslockx 、微信群: 添加 @snomiao 拉你」
作者: 雪星 ( Snowstar Miao <snomiao@gmail.com> ) = 「作者：雪星（Snowstar Miao <snomiao@gmail.com>）」
确定 = 「確定」
打开BUG反馈与建议页面 = 「開啟BUG反饋與建議頁面」
打开官方文档 = 「開啟官方文檔」
添加开机自动启动 = 「添加開機自動啓動」
取消开机自动启动 = 「撤開機自動啓動」
配置文件编辑 = 「配置檔編輯」
重新載入CapsLockX = 「重新載入CapsLockX」
启用番茄时钟，每25分钟休息5分钟·。 = 「啓用番茄時鐘，每二十五分鐘休息五分鐘。」
使用 CapsLock 作为引导键（默认启用） = 「以 CapsLock 为引导键（默认启用）」
使用 Space 作为引导键（默认启用） = 「使用空格作為引導鍵（默認啟用）」
请求管理员权限（权限受限时，鼠标模拟等功能无法正常运行，如果不需要管理权限下的功能，可以改为0） = 「請求管理員權限（權限受限時，鼠標模擬等功能無法正常運行，如果不需要管理權限下的功能，可以改為零）」
使用 Space 作为引导键（默认启用，用户启用） = 「使用空格作為引導鍵（默認啟用，用戶啟用）」
使用 CapsLock 作为引导键（默认启用，用户启用） = 「以大寫鎖為引導鍵（默啟，使用者啟之）」
Choose your language, default option is auto = 「選擇爾語，默選者為自動」
For example: zh,ja,en,fr,es,ar...' = 「例如：zh、ja、en、fr、es、ar……」
Change Language of CapsLockX = 「變更CapsLockX之語言」
开始编辑用户脚本： = 「始編輯用戶腳本：」
双击 LCtrl LAlt LShift 来最后置当前窗口（主要用于虚拟机和远程桌面） = 「雙擊 LCtrl LAlt LShift 來最後置當前窗口（主要用於虛擬機和遠程桌面）」
最近1分钟内闪动窗口激活 = 「最近一分鐘內閃動窗口激活」
已经配置过高精度时间的Flag = 「已經配置過高精度時間之旗」
番茄时钟： = 「番茄時鐘：」
工作时间到啦！ = 「工時至矣！」
起来运动一下收拾收拾东西！ = 「起來運動一下收拾收拾東西！」
CapsLockX 重载中 = 「CapsLockX 重載中」
切换語言 = 「變易言語」
版本 = 「版本」
切换到桌面： = 「切換到桌面：」
当前語言 = 「當前語言」
Creating TODAY-NOTE = 「造今日之記」
